Repository: supergeorg/Grocy-SwiftUI
Catalog: Grocy Mobile/Localizable.xcstrings
Source language: en
Languages: ca, cs, da, de, el, es, et, fi, fr_fr, he, hu, it, ja, ko, lt, nb, nl, pl, pt_br, pt_pt, ro, sk, sl, sv, ta, tr, uk, zh_hans, zh_hant

source: Spoil rate
ca: Taxa de fet malbé
cs: Kazivost
da: Fordærvelseshastighed
de: Verderblichkeitsrate
el: Ποσοστό χαλάρωσης
es: Ratio de desperdicio
et: Riknemismäär
fi: Pilaantumisaste
fr_fr: Taux de péremption
he: קצב קלקול
hu: Megromlási arány
it: Velocità di deterioramento
ja: 廃棄率
ko: 부패율
lt: Sugadinimo norma
nb: Prosenttall for hvor mye som har utgått på dato
nl: Snelheid waarmee product over datum gaat
pl: Wskaźnik zepsucia
pt_br: Taxa de desperdício
pt_pt: Taxa de desperdício
ro: Rata de deteriorare
sk: Rýchlosť kazenia
sl: Stopnja kvarjenja
sv: Skämd takt
ta: கெட்டுப்போகும் வேகம்
tr: Bozulma süresi
uk: Відсоток зіпсованого
zh_hans: 损坏率
zh_hant: 報廢率

source: Spoiled
ca: Fet malbé
cs: Zkažené
da: Udløbet
de: Verdorben
el: Κακομαθημένος
es: Desperdiciado
et: Riknenud
fi: Pilaantunut
fr_fr: Périmé
he: מקולקל
hu: Megromlott
it: Scaduto
ja: 廃棄済み
ko: 상한제품
lt: Sugadintas
nb: Produkt har gått ut på dato
nl: Bedorven
pl: Zepsute
pt_br: Vencido/Estragado
pt_pt: Estragado
ro: Expirat
sk: Pokazené
sl: Pokvarjeno
sv: Utgången
ta: கெட்டு விட்டது
tr: Bozulmuş
uk: Зіпсовано
zh_hans: 已变质
zh_hant: 已報廢

source: Start date
ca: Data d'inici
cs: První datum pro splnění povinnosti
da: Startdato
de: Startzeitpunkt
es: Fecha de inicio
et: Alguskuupäev
fi: Aloitusaika
fr_fr: Date de début
he: תאריך התחלה
hu: Kezdő dátum
it: Data d'inizio
ja: 開始日
lt: Pradžios data
nb: Start dato
nl: Startdatum
pl: Data rozpoczęcia
pt_br: Data de inicio
pt_pt: Data de início
sl: Začetni datum
sv: Startdatum
tr: Başlangıç tarihi
uk: Дата початку
zh_hans: 开始日期
zh_hant: 開始日期

source: Status
ca: Estat
cs: Stav
el: Κατάσταση
es: Estado
et: Staatus
fi: Tila
he: מצב
hu: Állapot
it: Stato
ja: 状態
ko: 상태
lt: Būsena
pt_br: Situação
pt_pt: Estado
ro: Stadiu
sk: Stav
sl: Stanje
ta: நிலை
tr: Durum
uk: Статус
zh_hans: 状态
zh_hant: 狀態

source: Stock amount
ca: Existències
cs: Množství v zásobě
da: Lagerbeholdning
de: Bestand
el: Ποσό αποθέματος
es: Existencias
et: Kogus varudes
fi: Varastomäärä
fr_fr: Quantité en stock
he: כמות במלאי
hu: Készlet mennyiség
it: Quantità dispensa
ja: 在庫量
ko: 재고 수량
lt: Atsargų kiekis
nb: Beholdningsantall
nl: Voorraadhoeveelheid
pl: Ilość zapasów
pt_br: Total em estoque
pt_pt: Quantidade em stock
ro: Cantitatea stocului
sk: Množstvo zásoby
sl: Količina zaloge
sv: Lagerantal
ta: இருப்பு அளவு
tr: Stok miktarı
uk: Кількість в запасах
zh_hans: 库存数量
zh_hant: 庫存數量

source: Stock entries at this location will be consumed first
ca: Les existències en aquesta ubicació es consumiran primer
cs: Produkty budou spotřebovávány nejprve z tohoto umístění, (nebude-li při spotřebě zadáno jiné umístění)
da: Vareposteringer på denne placering vil bliver forbrugt først
de: Bestandseinträge an diesem Standort werden zuerst verbraucht
es: Las entradas de stock en esta ubicación se consumirán primero
et: Tooted selles asukohas tarbitakse esmajärgus
fi: Tuotteet tästä sijainnista kulutetaan ensimmäisenä
fr_fr: Les entrées de stock à cet emplacement seront consommées en premier
he: רשומות המלאי במיקום זה תיצרכנה תחילה
hu: Az ezen a helyen elérhető termékek kerülnek először felhasználásra
it: Le entrate di riserva in questa location saranno le prime ad essere consumate
ja: 設定した保管場所のストックを優先的に消費します
lt: Pirmiausia bus sunaudotos šios vietos atsargos
nb: Beholdningen på denne lokasjonen blir brukt først
nl: Voorraad op deze locatie wordt als eerste verbruikt
pl: Pozycje zapasu z tej lokalizacji będą zużyte jako pierwsze.
pt_br: Entradas de estoque nesta localização serão consumidas primeiro
pt_pt: Entradas do stock nesta localização serão consumidas primeiro
tr: Bu konumdaki stok girişleri ilk önce tüketilecek
uk: Продукти з цього місця будуть вжиті першими
zh_hans: 优先消耗此位置的库存
zh_hant: 在以下位置的庫存將會先被消耗

source: Stock entry
ca: Entrada d'existències
cs: Položka zásob
da: Lagerpostering
de: Bestandseintrag
es: Entrada de inventario
et: Toode
fi: Varastomerkintä
fr_fr: Entrée dans le stock
he: רשומה במלאי
hu: Készletbejegyzés
it: Entrata in dispensa
ja: 在庫エントリー
lt: Atsargų įvedimas
nb: Lageroppføring
nl: Voorraad item
pl: Pozycja zapasu
pt_br: Entrada no estoque
sl: Element zaloge
sv: Lagerpost
tr: Stok girişi
uk: Інвентарний запис
zh_hans: ‎库存‎‎条目
zh_hant: 庫存條目

source: Stock entry edited (new values)
ca: edició-existència-nova
cs: změna zásob – nová
da: lager-redigering-ny
de: Bestandseintrag bearbeitet (neue Werte)
el: απόθεμα-επεξεργασία-νέο
es: Modificar existencias (valores nuevos)
et: tooted-muuda-uus
fi: Määrän muutos, uusi
fr_fr: Éditer le nouveau stock
he: רשומת מלאי נערכה (ערכים חדשים)
hu: új készlet szerkesztése
it: modifica-dispensa-nuovo
ja: 編集後
ko: 재고 수정 신규
lt: stock-edit-new
nb: Beholdning ny endring
nl: Bewerk oude voorraad
pl: Edytuj nowy stan zapasu
pt_br: Alteração estoque novo
pt_pt: editar-stock-novo
ro: editare stoc nou
sk: zásoby-úpravy-nový
sl: zaloga-uredi-novo
sv: lager-redigera-ny
ta: கையிருப்பு-தொகு-புதியது
tr: stok-duzenle-yeni
uk: Редагування нового запасу
zh_hans: 新库存修改
zh_hant: 新庫存修改

source: Stock entry edited (old values)
ca: edició-existència-antiga
cs: změna zásob – stará
da: lager-redigering-gammel
de: Bestandseintrag bearbeitet (alte Werte)
el: απόθεμα-επεξεργασία-παλιά
es: Modificar existencias (valores antiguos)
et: tooted-muuda-vana
fi: Määrän muutos, vanha
fr_fr: Éditer l'ancien stock
he: רשומת מלאי נערכה (ערכים ישנים)
hu: régi készlet szerkesztése
it: modifica-dispensa-vecchio
ja: 編集前
ko: 재고 수정 오래됨
lt: stock-edit-old
nb: Beholdning gammel endring
nl: Bewerk oude voorraad
pl: Edytuj stary stan zapasu
pt_br: Alteração estoque antigo
pt_pt: editar-stock-antigo
ro: editare stoc vechi
sk: zásoby-úpravy-starý
sl: zaloga-uredi-staro
sv: lager-redigera-gammal
ta: கையிருப்பு-தொகு-பழையது
tr: stok-duzenle-eski
uk: Редагування існуючого запасу
zh_hans: 旧库存修改
zh_hant: 舊庫存修改

source: Stock journal
ca: Diari d'existències
cs: Deník zásob
da: Lager-historik
de: Bestandsjournal
el: Περιοδικό αποθεμάτων
es: Diario de inventario
et: Varude päevik
fi: Varastopäiväkirja
fr_fr: Journal du stock
he: יומן מלאי
hu: Készlet napló
it: Diario della dispensa
ja: 在庫記録
ko: 재고 일지
lt: Sandėlio žurnalas
nb: Beholdningslogg
nl: Voorraad dagboek
pl: Dziennik zapasów
pt_br: Diário
pt_pt: Diário do stock
ro: Jurnal de stoc
sk: Denník zásob
sl: Dnevnik zalog
sv: Lagerlogg
ta: இருப்பு நாளேடு
tr: Stok günlüğü
uk: Журнал продуктів
zh_hans: 库存日志
zh_hant: 庫存日誌

source: Stock overview
ca: Resum d'existències
cs: Přehled zásob
da: Lageroversigt
de: Bestandsübersicht
el: Επισκόπηση αποθεμάτων
es: Resumen de existencias
et: Varude ülevaade
fi: Varasto
fr_fr: Aperçu du stock
he: סקירת מלאי
hu: Készlet áttekintése
it: Riepilogo della dispensa
ja: 在庫状況
ko: 재고 개요
lt: Atsargų apžvalga
nb: Beholdningsoversikt
nl: Voorraad
pl: Przegląd zapasów
pt_br: Visão Geral
pt_pt: Visão geral do Stock
ro: Vizualizare stoc
sk: Prehľad zásob
sl: Pregled zalog
sv: Lageröversikt
ta: இருப்பு கண்ணோட்டம்
tr: Stoklara genel bakış
uk: Інвентар
zh_hans: 库存总览
zh_hant: 庫存總覽

source: Stock settings
ca: Configuració d'existències
cs: Nastavení zásob
da: Beholdningsindstillinger
de: Bestandseinstellungen
el: Ρυθμίσεις αποθεμάτων
es: Configuración del inventario
et: Varude seaded
fi: Varastoasetukset
fr_fr: Paramètres du stock
he: הגדרות מלאי
hu: Készlet beállítások
it: Impostazioni dispensa
ja: 在庫設定
ko: 저장소 설정
lt: Sandėlio nustatymai
nb: Beholdning - innstillinger
nl: Voorraadinstellingen
pl: Ustawienia zapasów
pt_br: Configurações de estoque
pt_pt: Configuração do stock
ro: Setări stoc
sk: Nastavenia zásob
sl: Nastavitve zaloge
sv: Lagerinställningar
ta: இருப்பின் அமைப்புகள்
tr: Stok ayarları
uk: Налаштування інвентаря
zh_hans: 库存设置
zh_hant: 庫存設定

source: Stock value
ca: Valor d'existències
cs: Cena zásob
da: Lagerværdi
de: Bestandswert
el: Αξία αποθέματος
es: Valor del inventario
et: Toote väärtus
fi: Varastoarvo
fr_fr: Valeur du stock
he: ערך מלאי
hu: Készlet érték
it: Valore della dispensa
ja: ストック価格
ko: 재고 가치
lt: Sandėlio vertė
nb: Beholdningsverdi
nl: Voorraadwaarde
pl: Wartość zapasów
pt_br: Valor do estoque
ro: Valoarea stocului
sk: Hodnota zásob
sl: Vrednost zaloge
sv: Lagervärde
ta: கையிருப்பின் மதிப்பு
tr: Stok değeri
uk: Вартість інвентаря
zh_hans: 库存价值
zh_hant: 庫存數

source: Store
ca: Botiga
cs: Obchod
da: Butik
de: Geschäft
el: Κατάστημα
es: Tienda
et: Pood
fi: Myymälä
fr_fr: Magasin
he: חנות
hu: Áruház
it: Negozio
ja: 店舗
ko: 상점
lt: Parduotuvė
nb: Butikk
nl: Winkel
pl: Sklep
pt_br: Estabelecimento
pt_pt: Loja
ro: Magazin
sk: Obchod
sl: Trgovina
sv: Affär
ta: கடை
tr: Market
uk: Магазин
zh_hans: 商店
zh_hant: 店家

source: Stores
ca: Botigues
cs: Obchody
da: Butikker
de: Geschäfte
el: Προμήθεια
es: Tiendas
et: Poed
fi: Myymälät
fr_fr: Magasins
he: חנויות
hu: Áruházak
it: Negozi
ja: 店舗
ko: 상점/비축
lt: Parduotuvės
nb: Butikker
nl: Winkels
pl: Sklepy
pt_br: Estabelecimentos
pt_pt: Lojas
ro: Magazine
sk: Obchody
sl: Trgovine
sv: Affärer
ta: கடைகள்
tr: Market
uk: Магазини
zh_hans: 商店
zh_hant: 店家

source: Sunday
ca: Diumenge
cs: Neděle
da: Søndag
de: Sonntag
el: Κυριακή
es: Domingo
et: Pühapäev
fi: Sunnuntai
fr_fr: Dimanche
he: יום ראשון
hu: Vasárnap
it: Domenica
ja: 日曜日
ko: 일요일
lt: Sekmadienis
nb: Søndag
nl: Zondag
pl: Niedziela
pt_br: Domingo
pt_pt: Domingo
ro: Duminică
sk: Nedeľa
sl: Nedelja
sv: Söndag
ta: ஞாயிற்றுக்கிழமை
tr: Pazar
uk: Неділя
zh_hans: 星期日
zh_hant: 星期日

source: Tare weight
ca: Tara
cs: Tára
da: Emballagevægt
de: Taragewicht
el: απόβαρο
es: Peso de contenedor
et: Taara raskus
fi: Taarapaino
fr_fr: Tare
he: משקל טרה
hu: Tára súly
it: Peso tara
ja: 包装重量
ko: 용기 무게
lt: Taros svoris
nb: Tara vekt
nl: Tarragewicht
pl: Waga opakowania
pt_br: Peso da tara
pt_pt: Peso
ro: Tară masă
sk: Tara
sl: Teža tare
sv: Förpackningsvikt
ta: எடை
tr: Dara ağırlığı
uk: Вага тари
zh_hans: 皮重
zh_hant: 皮重

source: Task categories
ca: Categories de tasca
cs: Kategorie úkolů
da: Opgavekategorier
de: Aufgabenkategorien
el: Κατηγορίες εργασιών
es: Categorías de tareas
et: Ülesannete kategooriad
fi: Tehtäväluokat
fr_fr: Catégories de tâche
he: קטגוריות משימות
hu: Feladat kategóriák
it: Categorie compito
ja: タスク カテゴリ
ko: 작업 구분
lt: Užduočių kategorijos
nb: Oppgavekategorier
nl: Taakcategorieën
pl: Kategorie zadań
pt_br: Categorias de atividade
pt_pt: Categorias das tarefas
ro: Categorii de sarcini
sk: Kategórie úloh
sl: Kategorije opravil
sv: Uppgiftskategorier
ta: பணி பகுப்புகள்
tr: Görev kategorileri
uk: Категорії завдань
zh_hans: 任务分类
zh_hant: 任務分類

source: Tasks
ca: Tasques
cs: Přehled úkolů
da: Opgaver
de: Aufgaben
el: Καθήκοντα
es: Tareas
et: Ülesanded
fi: Tehtävälista
fr_fr: Tâches
he: משימות
hu: Feladatok
it: Compiti
ja: タスク一覧
ko: 작업
lt: Užduotys
nb: Oppgaver
nl: Taken
pl: Zadania
pt_br: Atividades
pt_pt: Tarefas
ro: Sarcini
sk: Úlohy
sl: Opravila
sv: Uppgifter
ta: பணிகள்
tr: Görevler
uk: Завдання
zh_hans: 任务
zh_hant: 任務

source: The ingredients listed here result in this amount of servings
ca: Els ingredients llistats aquí resulten en aquesta quantitat de racions
cs: Zobrazené ingredience odpovídají tomuto počtu porcí
da: Ingredienslisten vist her resulterer i følgende antal portioner
de: Die hier aufgeführten Zutaten ergeben diese Menge an Portionen
el: Τα συστατικά που αναφέρονται εδώ οδηγούν σε αυτό το ποσό μερίδων
es: Los ingredientes que aparecen corresponden a esta cantidad de raciones
et: Siin loetletud koostisosad annavad sellise koguse portsjoneid
fi: Nämä ainesosat tuottavat tämän määrän annoksia
fr_fr: Les ingrédients mentionnés ici correspondent à ce nombre de portions
he: הרכיבים שמופיעים כאן מספקים כמות כזאת של מנות
hu: A megadott alapanyagokból ennyi adag jön ki
it: Gli ingredienti elencati qui portano a questa quantità di porzioni
ja: 記載した材料で完成する分量の値です
ko: 여기에 나열된 재료는 몇 인분의 제공합니다
lt: Iš čia išvardytų ingredientų gaunamas toks porcijų kiekis
nb: Ingrediensene som er lagt til er beregnet for antall porsjoner du oppgir her
nl: De ingrediënten die hier worden vermeld, resulteren in dit aantal porties
pl: Wymienione składniki dają taką ilość porcji.
pt_br: Os ingredientes listados aqui resultam nesta quantidade de porções
pt_pt: Os ingredientes listados aqui resultam nesta quantidade de porções
ro: Ingredientele indicate aici dau acest număr de porții
sk: Zobrazené suroviny zodpovedajú takémuto množstvu porcií
sl: Sestavine naštete tukaj zadostujejo za toliko porcij
sv: Ingredienserna som anges här resulterar i denna mängd portioner
tr: Burada listelenen malzemelerle bu kadar porsiyon çıkıyor
uk: Ці інгрідієнти мають скласти таку кількість порцій
zh_hans: 全部食材可以制作的份数
zh_hant: 此處列出的食材數量已採計份數

source: The resulting price of this ingredient will be multiplied by this factor
ca: El preu resultant d'aquest ingredient serà multiplicat per aquest factor
cs: Konečná cena této ingredience bude vynásobena tímto číslem. Vhodné např. pro prodej produktu vyrobeného z receptu.
da: Prisen for denne ingrediens vil blive ganget med denne faktor
de: Der resultierende Preis dieser Zutat wird mit diesem Faktor multipliziert
el: Επισκόπηση μικροδουλειάςΗ προκύπτουσα τιμή αυτού του συστατικού πολλαπλασιάζεται με αυτόν τον παράγοντα
es: El precio resultante de este ingrediente se multiplicará por este factor
et: Selle koostisosa hind korrutatakse selle teguriga
fi: Tämän ainesosan lopullinen hinta kerrotaan tällä kertoimella
fr_fr: Le prix final de cet ingrédient sera multiplié par ce facteur
he: המחיר שיתקבל לרכיב זה יוכפל במקדם הזה
hu: Ennyivel lesz megszorozva a hozzávaló végső ára
it: Il prezzo risultante di questo ingrediente verrà moltiplicato per questo fattore
ja: この材料の価格にこの係数を乗算します
lt: Klaida inicijuojant brūkšninio kodo nuskaitymo biblioteką
nb: Pris for denne ingrediensen vil bli ganget med dette tallet
nl: De uitkomst van de prijs van dit ingrediënt wordt vermenigvuldigd met deze factor
pl: Cena tego składnika zostanie pomnożona przez ten współczynnik
pt_br: O preço resultante desde ingrediente será multiplicado por esse fator
ro: Prețul rezultat al acestui ingredient va fi înmulțit cu acest factor
sk: Konečná cena tejto suroviny bude vynásobená týmto faktorom
sl: Končna cena te sestavine bo pomnožena s tem faktorjem
sv: Priset för denna ingrediens kommer att multipliceras med denna faktor
tr: Bu bileşenin ortaya çıkan fiyatı bu faktörle çarpılacaktır.
uk: Кінцева ціна цього інгрідієнту буде помножена на цей фактор
zh_hans: 此食材的的最终价格将乘以此系数
zh_hant: 此食材的價格將被乘以此係數

source: The start date cannot be changed when the chore was once tracked
ca: La data d'inici no es pot canviar després de començar el seguiment de la tasca
cs: Jakmile byla povinnost jednou vykonána, její počáteční datum už nelze měnit
de: Der Startzeitpunkt kann nach der ersten Ausführung der Hausarbeit nicht mehr geändert werden
es: La fecha de inicio no puede modificarse cuando la tarea ya ha sido registrada.
et: Alguskuupäeva ei saa muuta, kui majapidamistööd kunagi jälgiti
fi: Aloitusaikaa ei voi muokata, kun kotityö on jo kertaalleen suoritettu
fr_fr: La date de début ne peut pas être modifiée lorsque la tâche a déjà été suivie
he: לא ניתן לשנות את תאריך ההתחלה לאחר המעקב הראשוני אחר מטלה
hu: A kezdő dátum nem változtatható meg, ha a házimunka követése már elkezdődött
it: La data di inizio non può essere modificata quando la faccenda è stata tracciata una volta
ja: 家事の実行後に開始日を変更することはできません
lt: Pradžios datos negalima pakeisti, kai kažkada buvo sekamas darbas
nb: Start datoen kan ikke endres når det er registert utførelser på oppgaven
nl: De startdatum kan niet worden gewijzigd als het klusje eenmaal is uitgevoerd
pl: Data rozpoczęcia nie może być zmieniona, gdy obowiązek był już śledzony
pt_br: A data de início não pode ser alterada quando a tarefa doméstica já foi iniciada
pt_pt: A data de início não pode ser alterada quando a tarefa foi antes monitorizada
sl: Ni možno spreminjati začetnega datuma, potem ko se obveznost že spremlja
tr: İş bir kez izlenmeye alındığında başlangıç tarihi değiştirilemez
zh_hans: 跟踪家务执行后无法更改开始日期
zh_hant: 家務一旦被追蹤就不能修改開始日期

source: This amount is used for the "quick consume button" on the stock overview page (related to quantity unit stock)
ca: Aquesta quantitat és utilitzada pel botó de "consumir ràpidament" en la pàgina d'existències (en unitats d'existències)
cs: Hodnota množství pro zelené tlačítko Spotřebovat v Přehledu zásob. Vztahuje se k měrné jednotce zásob.
da: Denne mængde anvendes af 'hurtig-forbrug-knappen' i lageroversigten (i lagerenheden)
de: Diese Menge wird für den "Schnell-Verbrauch Button" auf der Bestandsübersicht benutzt (bezieht sich auf die Bestandsmengeneinheit)
es: Esta cantidad se usa para el botón de "consumo rápido" en la página de resumen de inventario (medido en unidades de inventario)
et: Seda summat kasutatakse varude ülevaate lehel "kiirtarbimise nupu" jaoks (seoses koguseühiku laoseisuga)
fi: Määrä jota käytetään "pikakulutuspainikkeessa" varaston yleiskatsaussivulla (verrattuna nykyiseen varastomäärään)
fr_fr: Cette quantité est utilisée pour le "bouton de consommation rapide" sur la page d'aperçu du stock (lié à l'unité de quantité du stock)
he: הכמות הזאת משמשת ל„כפתור צריכה מהירה” בעמוד סקירת המלאי (קשורה ליחידת כמות במלאי)
hu: A készlet áttekintésnél lévő "gyors felhasználás" gomb ennyi mennyiséget használ el (készletegységben)
it: Questa quantità è utilizzata per i "pulsanti di consumo rapido/apertura" nella pagina di panoramica della dispensa (correlato all'unità quantitativa della dispensa)
ja: ストック一覧ページの「クイック消費ボタン」で使用する数量です(ストック単位)
lt: Šis kiekis naudojamas „greito sunaudojimo mygtukui“ atsargų apžvalgos puslapyje (susijusiu su atsargų kiekio vienetais)
nb: Dette antallet blir brukt av "hurtigkonsumere / åpne-knappene" på beholdningsoversikten (relatert til antall enheter på lager)
nl: Deze hoeveelheid wordt gebruikt voor de "snel verbruiken knop" op de voorraadoverzichtspagina (gerelateerd aan hoeveelheidsvoorraad)
pl: Kwota ta jest wykorzystana w przypadku użycia przycisku „szybkiego zużycia” na stronie przeglądu zapasów
pt_br: Esse valor é usado para o "botão de consumo rápido" na página de 'Visão Geral' de estoque (relacionado à quantidade de estoque da unidade)
tr: Bu miktar, stok genel bakış sayfasındaki "hızlı tüket düğmesi" için kullanılır (miktar birim stokla ilgili)
zh_hans: 此数量用于库存总览页面上的“快速消耗”按钮（使用库存数量单位）

source: This amount is used for the "quick open button" on the stock overview page (related to quantity unit stock)
ca: Aquesta quantitat és utilitzada pel botó de "obrir ràpidament" en la pàgina d'existències (en unitats d'existències)
cs: Hodnota množství pro červené tlačítko Otevřít v Přehledu zásob. Vztahuje se k měrné jednotce zásob.
da: Denne mængde anvendes af 'hurtig-åbn-knappen' i lageroversigten (i lagerenheden)
de: Diese Menge wird für den "Schnell-Öffnen Button" auf der Bestandsübersicht benutzt (bezieht sich auf die Bestandsmengeneinheit)
es: Esta cantidad se usa para el botón de "apertura rápida" en la página de resumen de inventario (medido en unidades de inventario)
et: Seda summat kasutatakse varude ülevaate lehel oleva "kiiravamise nupu" jaoks (seoses koguseühiku laoseisuga)
fi: Määrä jota käytetään "pika-avauspainikkeessa" varaston yleiskatsaussivulla (verrattuna nykyiseen varastomäärään)
fr_fr: Cette quantité est utilisée pour le "bouton d'ouverture rapide" sur la page d'aperçu du stock (lié à l'unité de quantité du stock)
he: הכמות הזאת משמשת ל„כפתור פתיחה מהירה” בעמוד סקירת המלאי (קשורה ליחידת כמות במלאי)
hu: A készlet áttekintésnél lévő "gyors nyitás" gomb ennyi mennyiséget használ el (készletegységben)
it: Questa quantità è utilizzata per i "pulsanti di consumo rapido/apertura" nella pagina di panoramica della dispensa (correlato all'unità quantitativa della dispensa)
ja: ストック一覧ページの「クイック開封ボタン」で使用する数量です(ストック単位)
lt: Ši suma naudojama atsargų apžvalgos puslapyje esančiam „greito atidarymo mygtukui“ (susijusiam su atsargų kiekio vienetais)
nl: Deze hoeveelheid wordt gebruikt voor de "snel openen knop" op de voorraadoverzichtspagina (gerelateerd aan hoeveelheidsvoorraad)
pt_br: Esse valor é usado para o "botão de abertura rápida" na página de 'Visão Geral' de estoque (relacionado à quantidade de estoque da unidade)
tr: Bu tutar, stok genel bakış sayfasındaki "hızlı açma düğmesi" için kullanılır (miktar birim stokla ilgili)
zh_hans: 此数量用于库存总览页面上的“快速打开”按钮（使用库存数量单位）

source: This cannot be lower than %1$@ and needs to be a valid number with max. %2$@ decimal places
ca: Això no pot ser més baix que %1$@ i ha de ser un nombre vàlid amb un màxim de %2$@ decimals
cs: Hodnota nesmí být menší než %1$@ a smí mít max. %2$@ desetinná místa
da: Værdien kan ikke være mindre end %1$@, og skal være gyldigt med max %2$@ decimaler
de: Dies darf nicht niedriger als %1$@ sein und muss eine gültige Zahl mit max. %2$@ Nachkommastellen sein
es: Esto no puede ser menor que %1$@ y tiene que ser un número válido con un máximo de %2$@ cifras decimales
et: See ei saa olla väiksem kui %1$@ ja peab olema number maksimaalselt %2$@ komakohaga
fi: Tämä ei voi olla pienempi kuin %1$@ ja sen pitää olla luku, jossa on enintään %2$@ desimaalia
fr_fr: Ce nombre ne peut être plus petit que %1$@ et peut contenir au maximum %2$@ décimaux
he: לא יכול להיות קטן מ־%1$@ ועליו להיות מספר תקין עם %2$@ מקומות עשרוניים לכל היותר
hu: Nem lehet kevesebb, mint %1$@ és érvényes számnak kell lennie max. %2$@ tizedesjegyel
it: Questo non può essere inferiore a %1$@ e deve essere un numero valido con al massimo %2$@ cifre decimali
ja: %1$@未満の値は入力できません。小数点以下%2$@桁までの値が有効です
lt: Tai negali būti mažesnis nei %1$@ ir turi būti galiojantis skaičius su maks. %2$@ skaitmenys po kablelio
nb: Dette kan ikke være lavere enn %1$@ og må være et gyldig tall med maks %2$@ desimaler
nl: De waarde hiervan mag niet lager zijn dan %1$@ en dient een geldig getal te zijn met %2$@ cijfers achter de komma
pl: Nie może być niższe niż %1$@ i musi być poprawną liczbą z maksymalnie %2$@miejscami dziesiętnymi
pt_br: Não pode ser inferior %1$@ e seja um número válido com máx. de %2$@ casas decimais.
sl: To ne more biti manjše od %1$@ in mora biti veljavno število z največ %2$@ decimalnimi mesti
tr: Bu, %1$@'ten küçük olamaz ve maksimum %2$@ ondalık basamağa sahip geçerli bir sayı olması gerekir
zh_hans: 此数值不能小于%1$@，并且最多%2$@位小数位
zh_hant: 此須為 %2$@ 位小數的有效數字且不能小於 %1$@
